
RUIDefaultDeviceName							= "電視";

OK												= "好";
Next											= "下一個";
Cancel											= "取消";

ResumeMenuResumeItem							= "繼續播放";
ResumeMenuStartFromBeginningItem				= "從起始處開始";

ITSPresentsMenuItem								= "iTunes 十大暢銷";
ITunesTop10MusicVideos							= "iTunes 十大暢銷音樂錄影帶";
LoadingDataFromITMS								= "正在聯絡 iTunes Store⋯";
LoadingDataFromApple							= "正在載入電影預告片⋯";

PhotoModuleAllSubAlbumsMenuItem					= "全部";
PhotoModuleSharedAlbumsMenuItem					= "共享的照片";
PhotoModuleFetchingServersMenuItem				= "正在尋找共享的照片⋯";
PhotoModuleNoServersMenuItem					= "無可用的共享照片";
PhotoModuleNoServersExplanation					= "目前沒有可用的共享 iPhoto 圖庫。";
PhotoWindowHeader								= "照片";
NoPhotosInAlbumMessage							= "此相簿中沒有照片。";
PhotoSlideshowSettings							= "幻燈片秀設定";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "每張幻燈片的時間";
PhotoSlideshowSettingMusic						= "音樂";
PhotoSlideshowSettingRepeat						= "重複播放";
PhotoSlideshowSettingShufflePhotos				= "隨機顯示照片";
PhotoSlideshowSettingShuffleMusic				= "隨機播放音樂";
PhotoSlideshowSettingKenBurns					= "Ken Burns 特效";
PhotoSlideshowSettingTransitions				= "過場效果";
PhotoSlideshowSettingTimeFormat					= "%d 秒"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "隨機";
PhotoSettingNoTransitions						= "關閉";
Cube											= "方塊";
Dissolve										= "融合";
Droplet											= "點滴";
"Fade Through Black"							= "黑畫面淡出淡入";
Flip											= "翻轉";
"Mosaic Flip Large"								= "馬賽克翻轉（大）";
"Mosaic Flip Small"								= "馬賽克翻轉（小）";
"Page Flip"										= "翻頁效果";
Push											= "推移";
Reveal											= "逐漸顯露";
Twirl											= "旋轉";
Wipe											= "移除";

PhotoSlideshowSettingMusicNowPlaying			= "正在播放";

PhotoSettingOff									= "關閉";
PhotoSettingOn									= "開啟";

TVShowsHourMinuteSecondFormat					= "%d：%02d：%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "未命名";
SortWidgetDateLabel								= "日期";
SortWidgetShowLabel								= "節目";

/* Metadata strings */
ActorsSeparator									= "、";

MetadataLabelSeparator							= "：";

MetadataCast									= "演員";
MetadataDuration								= "長度";
MetadataAirDate									= "播出日期";
MetadataReleaseDate								= "發行日期";
MetadataInTheatres								= "上映日期";
MetadataArtist									= "演出者";
MetadataAlbum									= "專輯";
MetadataGenre									= "類型";
MetadataNumberOfEpisodes						= "節目片段數目";
MetadataNumberOfTracks							= "音軌";
MetadataMostRecent								= "最近播出日期";
MetadataDirector								= "導演";
MetadataDirectors								= "導演";
MetadataProducer								= "製作人";
MetadataProducers								= "製作人";
MetadataArtistVarious							= "多位";
MetadataArtistUnknown							= "未知的演出者";
MetadataAlbumUnknown							= "未知的專輯";
MetadataPlaylistUnknown							= "未知的播放列表";
MetadataComposerUnknown							= "未知的作曲者";
MetadataGenreUnknown							= "未知的類型";
MetadataAuthor									= "作者";
MetadataTitle									= "標題";
MetadataEpisode									= "節目片段";
MetadataSeasonFormat							= "（第 %d 季）";
MetadataFrom									= "從";
MetadataTags									= "標籤";
MetadataViews									= "檢視";
MetadataDateAdded								= "加入日期";
MetadataCategory								= "種類";

/* Rating strings */
RatingExplicit									= "敏感性";

MediaTitleDefault								= "未命名";

StreamingNameInList								= "串流";
StreamingSearchingForSharedMedia				= "正在搜尋共享的內容⋯";

TodayDate										= "今天";
YesterdayDate									= "昨天";

GoBackText										= "按 Menu（選單）來返回";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "繁體中文";

AuthPasswordPrompt								= "密碼：";
AuthEnterPasswordPrompt							= "輸入“%@”的密碼：";

TextInputDoneLabel								= "完成";
TextInputDeleteLabel							= "刪除";
TextInputSpaceLabel								= "空格";

AlternateTextInputSpaceLabel					= "空格";
AlternateTextInputDeleteLabel					= "刪除";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "音樂";
MusicPlaylistsMenuItem							= "播放列表";
MusicArtistsMenuItem							= "演出者";
MusicAlbumsMenuItem								= "專輯";
MusicSongsMenuItem								= "歌曲";
MusicPodcastsMenuItem							= "Podcast";
MusicMusicVideosMenuItem						= "音樂錄影帶";
MusicGenresMenuItem								= "類型";
MusicComposersMenuItem							= "作曲者";
MusicAudiobooksMenuItem							= "有聲書";
MusicShuffleSongsMenuItem						= "隨機播放歌曲";
MusiciTunesPresentsMenuItem						= "iTunes Store 內容";
MusicNowPlayingMenuItem							= "正在播放";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "退出 CD";
MusicSharedMusicMenuItem						= "共享的音樂";
MusicSpecialPlaylistName						= "Front Row 播放列表";
MusicAllAlbumsListHeader						= "所有專輯";
MusicAllSongsListHeader							= "所有歌曲";
MusicAllArtistsListHeader						= "所有演出者";
MusicAllTracksListSpecifier						= "全部";
MusicUntitledTrack								= "未命名音軌";
MusicNoSharedPlaylistsMenuItem					= "無可用的共享音樂";
MusicTrackIndexOfCount							= "%ld / %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "正在緩衝串流“%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d：%02d";

GenericError                                    = "發生錯誤。";
GenericListError								= "此列表中沒有項目。";

WaitPleaseWait									= "請稍候";
WaitContactingRemoteHost						= "正在聯絡遠端 iTunes 主機⋯";

WirelessSetupSearchText							= "正在搜尋無線網路⋯";
NotConnectedToInternet							= "Apple TV 尚未連接 Internet。";
NotConnectedToNetwork							= "Apple TV 尚未連接網路。";
CheckNetworkConnection							= "請檢查您的網路設定，然後再試一次。";
UntitledWirelessNetworkName						= "不適用";

// iTunesPairing Strings
PairWithITunesTitle								= "連接 iTunes";

PairWithITunesForInitialSyncingDescription		= "若要完成設定和將您的 iTunes 內容同步至 Apple TV，請打開 iTunes，從“裝置”列表中選取 Apple TV。您將需要輸入密碼：";
PairWithITuneForInitialSyncingSkipPairingLabel	= "若僅將 Apple TV 作為串流使用，請按 Menu（選單），從“來源”選單中選擇“連接 iTunes”。";

PairWithITunesForSyncingDescription				= "若要連接 iTunes 和將您的內容同步至 Apple TV，請打開 iTunes，從“裝置”列表中選取 Apple TV。您將需要輸入密碼：";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV 目前正在連接“%@”。若要連接不同的資料庫，請打開該台電腦的 iTunes，從“裝置”列表中選取 Apple TV。這將取代 Apple TV 上的所有內容。您將需要輸入密碼：";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "若要將 iTunes 內容串流至 Apple TV，請打開 iTunes，從“裝置”列表中選取 Apple TV。您將需要輸入密碼：";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "關閉同步將刪除目前在 Apple TV 上的任何內容。";
PairWithITunesChangingSyncingHostWarning		= "更改 iTunes 資料庫將取代 Apple TV 上的所有內容。";

PairWithITunesRequirementLabel					= "Apple TV 需要 iTunes 7.1.1 或以上版本";
PairWithITunesCancel							= "取消";
PairWithITunesContinue							= "繼續";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "發生錯誤。";
FatalExceptionAlertDescription					= "按“播放∕暫停”來重新啟動 Apple TV。";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "正在連接";
LoadingLibraryNamed								= "正在載入“%@”⋯";
ConnectionToiTunesLost							= "iTunes 資料庫無法使用";
WaitingForiTunesToStart							= "正在嘗試重新連接“%@”。請確定電腦開啟中且已打開 iTunes。";
GoToSources										= "前往來源";
AttemptingToAuthorizeContent					= "正在嘗試授權⋯";

SharedITunesLibraryPasswordTitle				= "共享資料庫密碼";
SharedITunesLibraryPasswordText					= "請輸入“%@”的密碼，然後按一下“完成”。";
SharedITunesLibraryPasswordPrompt				= "密碼：";
SharedITunesLibraryPasswordRetryTitle			= "密碼錯誤";
SharedITunesLibraryPasswordRetryText			= "您輸入的“%@”密碼不正確。\n請再試一次。";

SharedIPhotoLibraryPasswordTitle				= "照片圖庫密碼";
SharedIPhotoLibraryPasswordText					= "請輸入“%@”的密碼，然後按一下“完成”。";
SharedIPhotoLibraryPasswordPrompt				= "密碼：";
SharedIPhotoLibraryPasswordRetryTitle			= "密碼錯誤";
SharedIPhotoLibraryPasswordRetryText			= "您輸入的“%@”密碼不正確。\n請再試一次。";

ConnectToITunesForStreaming						= "連接新的 iTunes";
StreamingServerNotAvailable						= "資料庫無法使用";
TurnOnStreamingServer							= "請確定包含“%@”的電腦開啟中且已打開 iTunes。";
DisconnectStreamingHost							= "中斷與 iTunes 的連線";
MaxStreamingHostCountReached					= "您最多只能連接五個 iTunes 資料庫。請選擇要中斷連線的資料庫以連接新的資料庫。";
SelectHostToDelete								= "連接新的 iTunes。";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "正在同步“%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "正在拷貝 %d / %d：%@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "輸入密碼";
BRParentalControlsPasscodeEnterPrompt			= "輸入您的分級保護控制密碼（四個數字）。";
BRParentalControlsPasscodeWrongTitle			= "密碼不正確";
BRParentalControlsPasscodeWrongPrompt			= "您輸入的密碼不正確。";
BRParentalControlsPasscodeSetTitle				= "設定密碼";
BRParentalControlsPasscodeSetPrompt				= "若是初次設定 Apple TV 的分級保護控制，請輸入四個數字的密碼。密碼設定好後，日後您將需要輸入密碼以更改分級保護控制的設定。";
BRParentalControlsPasscodeConfirmTitle			= "確認密碼";
BRParentalControlsPasscodeConfirmPrompt			= "重新輸入您的密碼（四個數字）。";
BRParentalControlsPasscodeConfirmedTitle		= "已確認密碼";
BRParentalControlsPasscodeConfirmedPrompt		= "請確定您已將密碼放置於安全的位置。如果您忘記密碼，請重置密碼，方法為選擇“回復出廠值”來將 Apple TV 回復為出廠狀況。";
BRParentalControlsPasscodeMismatchTitle			= "密碼不相符";
BRParentalControlsPasscodeMismatchPrompt		= "您輸入的密碼不相符。";
BRParentalControlsPasscodeTryAgainItem			= "再次設定密碼";
BRParentalControlsPasscodeOldTitle				= "舊密碼";
BRParentalControlsPasscodeOldPrompt				= "輸入您的舊密碼（四個數字）。";
BRParentalControlsPasscodeChangeTitle			= "新密碼";
BRParentalControlsPasscodeChangePrompt			= "輸入您的新密碼（四個數字）。";

// Syncing text
BRSettingSyncing								= "同步";
BRSettingTurnOnSyncing							= "開啟同步";
BRSettingTurnOffSyncing 						= "關閉同步";
BRSettingChangeITunesLibrary 					= "更改 iTunes 資料庫";

// Combo Row text
AssetViewFormat									= "%@ 檢視";
AssetViewsFormat								= "%@ 個檢視";

BRDVDLoadingText								= "正在載入 DVD⋯";
BRDVDMenuItemResume								= "繼續播放";
BRDVDMenuStartFromBeginning						= "從起始處開始";
BRDVDMenuItemEjectDisk							= "退出光碟";
BRDVDMenuItemDVDMenu							= "DVD 選單";
BRDVDPlayerChapterFormatter                     = "章節 %d（共 %d 章）";

// Account Management text
BRAccountSelectorOtherAccount					= "其他⋯";

// HDCP Error dialog
HDCPErrorDialogTitle							= "沒有 HDCP";
HDCPErrorDialogExplanation						= "此內容需要 HDCP 才能播放。若要觀看此內容，請確定連接的顯示器支援 HDCP。";


